{
    "normal": {
        "scum": "Mafia Goon",
        "town": "Vanilla Townie",
        "openingScene": "Your little town has been under seige by the villanous forces of the Mafia since time immemorial. Now, at last, you are taking a stand. The citizens of the town have banded together to form a tribunal: they will execute people one by one until the dastardly killings stop. Can you save your town before the mafia take over completely?",
        "lynch": "As {{victim}} is marched up the stand, they face the crowd. A serene sort of acceptance washes over their face; whatever their deeds, it's all over now. And ten minutes later, only a corpse remains, dangling from the lynching rope in full view of the public.",
        "kill": "As you gather in the square for today's tribunal, you notice that {{victim}} is missing. A quick search reveals the truth: {{victim}} has been slain in their bed overnight, a bullet left right between the eyes. The gory scene can only mean one thing: the mob has killed again.",
        "scumWin": "The remaining mafia members reveal themselves, openly taking over the town. It becomes a place of lawlessness, run by the big don, where normal people fail to tread.",
        "townWin": "As the last Mafia member dangles from the rope, a sense of profound relief washes over the remaining townsfolk. It will be alright now. Everything is fine once again. All you have to do is wash the last of the blood off your hands..."
    },
    "pirate": {
        "scum": "Mutineer",
        "town": "Loyal Seaman",
        "openingScene": "The waves aren't the only thing rocking this pirate ship; the winds speak of mutiny on the high seas. The captain has already been keelhauled; it's up to his remaining crew to ferret out the scurvy knaves who hope to take over this ship and the hold full of booty. Can you wrest control and restore the pirate code?",
        "lynch": "{{victim}} is frog-marched to the rear of the deck, and with a little prodding, takes their place atop the plank. The crew is like a mob, jeering and throwing things. Someone prods them, and with a final round of curses, they walk off the end of the plank, vanishing beneath the waves. All retreat to their bunks, their grim work done.",
        "kill": "All hands are on deck but one -- {{victim}} must have over indulged in grog, the scurvy seadog. Someone goes to wake him, but he's not in his bunk either. His body, in fact, is dangling above the poop deck, having been hoisted in a makeshift noose off the mainsail. The mutineers have struck again!",
        "scumWin": "On a signal, the mutineers rush for the wheel, taking control of the ship both literally and figuratively. 'Argh! Ye all be answerin to a new captain now!', they shout.",
        "townWin": "Slowly, order is restored once more. A captain is elected, and the crew get back to their work. Once the ship reaches Antigua, the booty is sold, and the profits split. The ship's crew dissolves, each with their pockets full of gold -- the happiest ending a pirate can hope for."
    },
    "wildWest": {
        "scum": "Outlaws",
        "town": "Cowfolk",
        "openingScene": "A tumbleweed blows through the center of town, past the corpses littering the street. The fight had been bloody but short. Nobody saw just who started it; someone with an eye to killing and a good sense of the victim's psychology. Now the sheriff and the deputy both lie dead, and it's up to you to figure out who is trying to destroy this little mining town.",
        "lynch": "{{victim}} kneels, cursing and spitting; a bullet between the eyes shuts him up.",
        "kill": "Dawn breaks, and the town reconvenes: all but {{victim}}, whose body has been displayed in front of the saloon as though it were a trophy -- or a warning.",
        "scumWin": "One by one, a number of townsfolk change their usual hats for jet black ones, revealing themselves: the Black Hat society has claimed this town, as it has so many others. Hopefully one day a town will have enough security to stop their reign of terror...",
        "townWin": "Dawn breaks, and sunset, and dawn again. There are no more murders. There is only peace and quiet. The town is safe... for now."
    },
    "Japanese": {
        "scum": "Ronin",
        "town": "Samurai",
        "openingScene": "The daimyo lies dead, in his own home. Someone has done this dastardly deed -- some Ronin, probably, a Samurai gone rogue, thirsty for blood. Who among you could have been so cruel and heartless as to murder their own lord?",
        "lynch": "{{victim}} is led to the back garden, forced to kneel upon the stones. They are given a small knife with which to restore their honor, and someone stands ready to claim the head when all is said and done. Hopefully the murders will stop here.",
        "kill": "A scream shatters the dawn; a servant has discovered {{victim}}, hacked to pieces and left for dead in his room overnight.",
        "scumWin": "The bloody work is done. The daimyo and his loyal subjects lie dead and/or cowed into submission. Now is the hour of the anarchist; now is the destruction of your society. At last, at last!",
        "townWin": "The bloody work is done. The daimyo's son arrives to take his place; slowly but surely, order is restored. Slowly, the survivors begin to forget the tragedy they have been through. Slowly, life returns to normal."
    },
    "Reverse": {
        "scum": "Undercover Agent",
        "town": "Mafia Goon",
        "openingScene": "Your unstoppable mafia has been infiltrated by a damned government task force. Those bastards think they can take your empire down. It's time to show them that they picked the wrong family to mess with. Unfortunately, you know what they say: There's no honor among thieves. So, not knowing who to trust, and with the boss in hiding, you decide to meet in the boss's mansion and put it to a vote. Each day, someone's going to face the justice of the family. Can you take out all the feds before they take the family down?",
        "lynch": "{{victim}} is shoved up against the wall. They turn to face the family, a sneer on their face. Their mouth opens, apparently ready to deliver one last speech of defiance, but they are interrupted as the rest of the family unloads into their body, leaving nothing but a bloody, ruined mess.",
        "kill": "As you gather in the main room for today's discussions, you notice that {{victim}} is missing. A quick search reveals {{victim}}'s room has been tossed, but no sign of them. The Feds must have snuck them out in the night.",
        "scumWin": "The remaining Feds reveal themselves, and a S.W.A.T. team storms in, quickly subduing the last of the family members. The greatest crime family in years has been destroyed. Now, to go home and get some much needed rest, after raising a glass to your fallen comrades, of course.",
        "townWin": "As the last Fed lies bleeding at the base of the wall, a sense of satisfaction washes over the room. No one will bother the family for a long time after this. The only question now is what to do with all these bodies? Maybe a new guest house in the backyard?"
    }
}